Repository: wireapp/wire-ios
Catalog: WireDomain/Sources/WireDomain/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

# push.notification.action.acceptConnection
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
pt_br: Aceitar
ru: Принять
zh_hans: 接听

# push.notification.action.callback
source: Call Back
de: Rückruf
es: Devolver la llamada
fr: Rappeler
pt_br: Ligue de volta
ru: Перезвонить
zh_hans: 回拨电话

# push.notification.action.ignoreCall
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
pt_br: Rejeitar
ru: Отклонить
zh_hans: 拒绝

# push.notification.action.mute
source: Mute
de: Stumm
es: Silenciar
fr: Mettre en sourdine
pt_br: Silenciar
ru: Отключить уведомления
zh_hans: 静音

# push.notification.body.addedYou
source: Someone added you
de: Jemand hat Sie hinzugefügt
es: Alguien te ha añadido
fr: Quelqu'un vous a ajouté
pt_br: Alguém adicionou você
ru: Кто-то добавил вас
zh_hans: 有人添加了您

# push.notification.body.audioCall
source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
pt_br: Chamada recebida
ru: Входящий вызов
zh_hans: 来电

# push.notification.body.audioCallFromSender
source: %@ is calling
de: %@ ruft an
es: Llamada a %@
fr: %@ appelle
pt_br: %@ está chamando
ru: %@ звонит
zh_hans: %@ 正在呼叫

# push.notification.body.bundledMessages
source: %@ new messages
de: %@ neue Nachrichten
es: %@ mensajes nuevos
fr: %@ nouveaux messages
pt_br: %@ novas mensagens
ru: %@ новых сообщений
zh_hans: %@ 条新消息

# push.notification.body.connectionAccepted
source: You and %@ are now connected
de: Sie sind jetzt mit %@ verbunden
es: Tú y %@ estáis conectados
fr: Vous et %@ êtes maintenant connectés
pt_br: Você e %@ agora estão conectados
ru: Вы и %@ теперь списках контактов
zh_hans: 您和%@已成为好友

# push.notification.body.connectionAccepted.noUsername
source: You have a new connection
de: Sie haben einen neuen Kontakt
es: Tienes un nuevo contacto
fr: Vous avez une nouvelle connexion
pt_br: Você tem uma nova conexão
ru: У вас есть новый контакт
zh_hans: 您有一个新的好友

# push.notification.body.connectionPending
source: %@ wants to connect
de: %@ möchte sich mit Ihnen verbinden
es: %@ quiere conectarse contigo
fr: %@ souhaite se connecter
pt_br: %@ quer se conectar
ru: %@ хочет подключиться
zh_hans: %@想添加您为好友

# push.notification.body.connectionPending.noUsername
source: Someone wants to connect
de: Jemand möchte Sie als Kontakt hinzufügen
es: Alguien quiere conectarse contigo
fr: Quelqu'un souhaite se connecter
pt_br: Alguém quer se conectar
ru: Кто-то хочет подключиться
zh_hans: 有人想加您为好友

# push.notification.body.contactJoined
source: %@ just joined Wire
de: %@ ist jetzt auch bei Wire
es: %@ se unió a Wire
fr: %@ vient de rejoindre Wire
pt_br: %@ entrou no Wire
ru: %@ присоединился к Wire
zh_hans: %@ 刚刚加入Wire

# push.notification.body.createdConversation
source: Someone created a conversation
de: Jemand hat eine Unterhaltung erstellt
es: Alguien creó una conversación
fr: Quelqu'un a créé une conversation
pt_br: Alguém criou uma conversa
ru: Создана новая беседа
zh_hans: 某人创建了一个对话

# push.notification.body.deletedGroup
source: Someone deleted the group
de: Jemand hat die Gruppe gelöscht
es: Alguien eliminó el grupo
fr: Quelqu'un a supprimé ce groupe
pt_br: Alguém excluiu o grupo
ru: Кто-то удалил группу
zh_hans: 有人删除了群组

# push.notification.body.hidden
source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
pt_br: Nova mensagem
ru: Новое сообщение
zh_hans: 新信息

# push.notification.body.mentionedWithUnknownSender
source: Someone mentioned you
de: Jemand hat Sie erwähnt
es: Alguien te mencionó
fr: Quelqu'un vous a mentionné
pt_br: Alguém mencionou você
ru: Вас упомянули
zh_hans: 有人提到你

# push.notification.body.missedCall
source: Missed call
de: Verpasster Anruf
es: Llamada perdida
fr: Appel manqué
pt_br: Chamada não atendida
ru: Пропущенный вызов
zh_hans: 未接电话

# push.notification.body.ping
source: Pinged you
de: Hat gepingt
es: Te ha hecho ping
fr: Vous a envoyé un ping
pt_br: Chamou sua atenção
ru: Отправил(-а) вам пинг
zh_hans: 提及了您

# push.notification.body.removedYou
source: Someone removed you
de: Jemand hat Sie entfernt
es: Alguien te eliminó
fr: Quelqu'un vous a exclu
pt_br: Alguém removeu você
ru: Кто-то удалил вас
zh_hans: 有人移除了您

# push.notification.body.repliedWithUnknownSender
source: Someone replied to you
de: Jemand hat Ihnen geantwortet
es: Alguien te respondió
fr: Quelqu'un vous a répondu
pt_br: Alguém respondeu para você
ru: Вам ответили
zh_hans: 有人回复了您

# push.notification.body.senderAddedYou
source: %@ added you
de: %@ hat Sie hinzugefügt
es: %@ te añadió
fr: %@ vous a ajouté
pt_br: %@ adicionou você
ru: %@ добавил(-а) вас
zh_hans: %@加了您

# push.notification.body.senderCalled
source: %@ called
de: %@ hat angerufen
es: %@ llamó
fr: %@ a appelé
pt_br: %@ ligou
ru: %@ звонил(-а)
zh_hans: %@曾来电

# push.notification.body.senderCreatedConversation
source: %@ created a conversation
de: %@ hat eine Unterhaltung erstellt
es: %@ creó un chat
fr: %@ a créé une conversation
pt_br: %@ criou uma conversa
ru: %@ создал(-а) беседу
zh_hans: %@ 创建了一个对话

# push.notification.body.senderDeletedGroup
source: %@ deleted the group
de: %@ hat die Gruppe gelöscht
es: %@ eliminó el grupo
fr: %@ a supprimé le groupe
pt_br: %@ excluiu o grupo
ru: %@ удалил(-а) группу
zh_hans: %@ 删除了群组

# push.notification.body.senderPingedYou
source: %@ pinged you
de: %@ hat gepingt
es: %@ te hizo ping
fr: %@ vous a envoyé un ping
pt_br: %@ chamou sua atenção
ru: %@ отправил(-а) вам пинг
zh_hans: %@ 提及了您

# push.notification.body.senderRemovedYou
source: %@ removed you
de: %@ hat Sie entfernt
es: %@ te eliminó
fr: %@ vous a exclu
pt_br: %@ removeu você
ru: %@ удалил вас
zh_hans: %@移除了您

# push.notification.body.senderSetTimerOff
source: %@ turned off the message timer
de: %@ hat selbstlöschende Nachrichten ausgeschaltet
es: %@ apagó el temporizador de mensajes
fr: %@ a désactivé les messages éphémères
pt_br: %@ desligou o tempo da mensagem
ru: %@ отключил таймер сообщения
zh_hans: %@ 关闭了阅后即焚计时器

# push.notification.body.senderSetTimerOn
source: %@ set the message timer to %@
de: %@ hat selbstlöschende Nachrichten auf %@ gestellt
es: %@ estableció el temporizador de mensajes a %@
fr: %@ a réglé la minuterie sur %@
pt_br: %@ definiu o tempo da mensagem para %@
ru: %@ установил(-а) таймер сообщения на %@
zh_hans: %@ 将消息计时器设置为 %@

# push.notification.body.senderSharedAudio
source: %@ shared an audio message
de: %@ hat eine Audionachricht geteilt
es: %@ envió un mensaje de audio
fr: %@ a partagé un message audio
pt_br: %@ compartilhou uma mensagem de áudio
ru: %@ поделился(-лась) звуковым сообщением
zh_hans: %@ 分享了一条音频消息

# push.notification.body.senderSharedFile
source: %@ shared a file
de: %@ hat eine Datei geteilt
es: %@ envió un archivo
fr: %@ a partagé un fichier
pt_br: %@ compartilhou um arquivo
ru: %@ поделился(-лась) файлом
zh_hans: %@ 分享了一个文件

# push.notification.body.senderSharedLocation
source: %@ shared a location
de: %@ hat einen Standort geteilt
es: %@ envió una ubicación
fr: %@ a partagé une position
pt_br: %@ compartilhou uma localização
ru: %@ поделился(-лась) местоположением
zh_hans: %@ 分享了一个位置

# push.notification.body.senderSharedPicture
source: %@ shared a picture
de: %@ hat ein Bild geteilt
es: %@ envió una foto
fr: %@ a partagé une image
pt_br: %@ compartilhou uma imagem
ru: %@ поделился(-лась) картинкой
zh_hans: %@ 分享了一张图片

# push.notification.body.senderSharedVideo
source: %@ shared a video
de: %@ hat ein Video geteilt
es: %@ envió un vídeo
fr: %@ a partagé une vidéo
pt_br: %@ compartilhou um vídeo
ru: %@ поделился(-лась) видео
zh_hans: %@ 分享了一段视频

# push.notification.body.sentWithUnknownSender
source: Someone sent a message
de: Jemand hat eine Nachricht gesendet
es: Alguien envió un mensaje
fr: Quelqu'un a envoyé un message
pt_br: Alguém mandou uma mensagem
ru: Кто-то прислал сообщение
zh_hans: 有人发送了一则信息

# push.notification.body.setTimerOff
source: Someone turned off the timer
de: Jemand hat selbstlöschende Nachrichten ausgeschaltet
es: Alguien apagó el temporizador
fr: Quelqu'un a désactivé le timer
pt_br: Alguém desligou o temporizador
ru: Кто-то отключил таймер
zh_hans: 有人关闭了计时器

# push.notification.body.setTimerOn
source: Someone set the timer to %@
de: Jemand hat selbstlöschende Nachrichten auf %@ gestellt
es: Alguien estableció el temporizador a %@
fr: Quelqu'un a réglé le timer sur %@
pt_br: Alguém definiu o temporizador para %@
ru: Кто-то установил таймер на %@
zh_hans: 有人将计时器设为 %@

# push.notification.body.sharedAudio
source: Shared an audio message
de: Hat eine Audionachricht geteilt
es: Compartió un mensaje de audio
fr: A partagé un message vocal
pt_br: Compartilhou uma mensagem de áudio
ru: Поделился(-лась) аудиосообщением
zh_hans: 分享了语音信息

# push.notification.body.sharedFile
source: Shared a file
de: Hat eine Datei geteilt
es: Compartió un archivo
fr: A partagé un fichier
pt_br: Compartilhou um arquivo
ru: Поделился(-лась) файлом
zh_hans: 分享了文件

# push.notification.body.sharedLocation
source: Shared a location
de: Hat einen Standort geteilt
es: Compartió una ubicación
fr: A partagé une position
pt_br: Compartilhou uma localização
ru: Поделился(-лась) местоположением
zh_hans: 分享了位置

# push.notification.body.sharedPicture
source: Shared a picture
de: Hat ein Bild geteilt
es: Compartió una foto
fr: A partagé une image
pt_br: Compartilhou uma imagem
ru: Поделился(-лась) картинкой
zh_hans: 分享了一张图片

# push.notification.body.sharedVideo
source: Shared a video
de: Hat ein Video geteilt
es: Compartió un video
fr: A partagé une vidéo
pt_br: Compartilhou um vídeo
ru: Поделился(-лась) видео
zh_hans: 分享了一段视频

# push.notification.body.textWithMention
source: Mention: %@
de: Erwähnung: %@
es: Mención: %@
pt_br: Menção: %@
ru: Упоминание: %@
zh_hans: 提及：%@

# push.notification.body.textWithMentionFromSender
source: Mention from %@: %@
de: Erwähnung von %@: %@
es: Mención de %@: %@
fr: Mention de %@: %@
pt_br: Menção de %@: %@
ru: Упоминание от %@: %@
zh_hans: 来自 %@ 的提及：%@

# push.notification.body.textWithReply
source: Reply: %@
de: Antwort: %@
es: Respuesta: %@
fr: Réponse : %@
pt_br: Resposta: %@
ru: Ответ: %@
zh_hans: 回复：%@

# push.notification.body.textWithReplyFromSender
source: Reply from %@: %@
de: Antwort von %@: %@
es: Respuesta de %@: %@
fr: Réponse de %@: %@
pt_br: Resposta de %@: %@
ru: Ответ от %@:%@
zh_hans: 来自 %@ 的回复：%@

# push.notification.body.videoCall
source: Incoming video call
de: Eingehender Videoanruf
es: Videollamada entrante
fr: Appel vidéo entrant
pt_br: Chamada de vídeo recebida
ru: Входящий видеозвонок
zh_hans: 视频来电

# push.notification.body.videoCallFromSender
source: %@ is calling with video
de: %@ ruft mit Video an
es: Llamada %@ con vídeo
fr: a commencé un appel vidéo
pt_br: %@ está chamando com vídeo
ru: %@ вызывает с видео
zh_hans: %@ 正在视频通话

# push.notification.title
source: %@ in %@
es: %@ en %@
fr: %@ dans %@
pt_br: %@ em %@
ru: %@ в %@
zh_hans: %@ 在 %@
